[
  {
    "hindi": "‘तुलसी’ काया खेत है, मनसा भयौ किसान। \n\nपाप-पुन्य दोउ बीज हैं, बुवै सो लुनै निदान॥ ",
    "english": "‘Basil’ Physique Farm Is, Mansa Bhayou Farmer.\n\nSin and Virtue Two Seed Are, Buwais / o Lunai Diagnosis.",
    "gujarati": "‘તુલસી’ કાયા ખેત છે, મનસા ભયો કિસાન।\n\nપાપ-પુણ્ય દઉ બીજ છે, બુવૈ સો લુનૈ નિદાન॥",
    "meaningHindi": "गोस्वामी जी कहते हैं कि शरीर मानो खेत है, मन मानो किसान है। जिसमें यह किसान पाप और पुण्य रूपी दो प्रकार के बीजों को बोता है। जैसे बीज बोएगा वैसे ही इसे अंत में फल काटने को मिलेंगे। भाव यह है कि यदि मनुष्य शुभ कर्म करेगा तो उसे शुभ फल मिलेंगे और यदि पाप कर्म करेगा तो उसका फल भी बुरा ही मिलेगा।",
    "meaningEnglish": "Goswami ji says that the body is like a field, and the mind is like a farmer. This farmer sows two types of seeds, sin and virtue. As one sows, so will one reap in the end. The meaning is that if a person performs good deeds, they will get good results, and if they perform bad deeds, they will get bad results.",
    "meaningGujarati": "ગોસ્વામીજી કહે છે કે શરીર ખેત સમાન છે, અને મન કિસાન સમાન છે. આ કિસાન પાપ અને પુણ્ય રૂપ બે જાતના બીજ વહે છે. જેવું બીજ વહે છે તેવું જ ફળ અંતે મળે છે. અર્થ એ છે કે જો મનુષ્ય સારા કર્મ કરશે તો તેમને સારો ફળ મળશે, અને જો પાપ કરશે તો તેનો ફળ પણ ખરાબ જ મળશે."
  },
  {
    "hindi": "राम नाम अवलंब बिनु, परमारथ की आस। \n\nबरषत वारिद-बूँद गहि, चाहत चढ़न अकास॥ ",
    "english": "Ram Name Support Without, Ultimate Goal's Hope.\n\nRaining Cloud-Drop Grasping, Wishing To Climb Sky.",
    "gujarati": "રામ નામ અવલંબ વગર, પરમાર્થ ની આશા.\n\nબરસત વારીદ-બૂંદ ગહી, ચાહત ચઢન આકાશ॥",
    "meaningHindi": "राम-नाम का आश्रय लिए बिना जो लोग मोक्ष की आशा करते हैं अथवा धर्म, अर्थ, काम और मोक्ष रूपी चारों परमार्थों को प्राप्त करना चाहते हैं वे मानो बरसते हुए बादलों की बूँदों को पकड़ कर आकाश में चढ़ जाना चाहते हैं। भाव यह है कि जिस प्रकार पानी की बूँदों को पकड़ कर कोई भी आकाश में नहीं चढ़ सकता वैसे ही राम नाम के बिना कोई भी परमार्थ को प्राप्त नहीं कर सकता।",
    "meaningEnglish": "Those who hope for salvation without relying on the name of Ram, or who wish to achieve the four ultimate goals of life (dharma, artha, kama, and moksha), are like those who try to ascend to the sky by holding onto raindrops. The meaning is that just as no one can climb to the sky by holding onto raindrops, similarly, no one can achieve the ultimate goals of life without the name of Ram.",
    "meaningGujarati": "જેઓ રામ નામનો આશરો લીધા વિના મોક્ષની આશા રાખે છે અથવા ધર્મ, અર્થ, કામ અને મોક્ષ રૂપે ચારેય પરમાર્થો પ્રાપ્ત કરવા માંગે છે તે એવા લોકો સમાન છે જેઓ વરસાદની બુંદોને પકડીને આકાશમાં ચઢવા ઈચ્છે છે. અર્થ એ છે કે જેમ પાણીની બુંદોને પકડીને કોઈ પણ આકાશમાં ચડી શકતું નથી તેમ રામ નામ વિના કોઈ પણ પરમાર્થને પ્રાપ્ત કરી શકતું નથી."
  },

  {
    "hindi": "‘तुलसी’ सब छल छाँड़िकै, कीजै राम-सनेह। \n\nअंतर पति सों है कहा, जिन देखी सब देह॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"गोस्वामी जी कहते हैं कि सब छल-कपटों को छोड़ कर भगवान् की सच्चे हृदय से भक्ति करो। उस पति से भला क्या भेदभाव है जिसने सारे शरीर को देखा हुआ है। भाव यह कि जैसे पति अपनी पत्नी के सारे शरीर के रहस्यों को जानता है वैसे ही प्रभु सारे जीवों के सब कर्मों को जानता है।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "तुलसी ममता राम सों, समता सब संसार। \n\nराग न रोष न दोष दुख, दास भए भव पार॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"तुलसी कहते हैं कि जिनकी श्री राम में ममता और सब संसार में समता है, जिनका किसी के प्रति राग, द्वेष, दोष और दुःख का भाव नहीं है, श्री राम के ऐसे भक्त भव सागर से पार हो चुके हैं।",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "तुलसी जौं पै राम सों, नाहिन सहज सनेह। \n\nमूंड़ मुड़ायो बादिहीं, भाँड़ भयो तजि गेह॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"तुलसी कहते हैं कि यदि श्री रामचंद्र जी से स्वाभाविक प्रेम नहीं है तो फिर वृथा ही मूंड मुंडाया, साधु हुए और घर छोडकर भाँड़ बने (वैराग्य का स्वांग भरा)।",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "‘तुलसी’ साथी विपति के, विद्या, विनय, विवेक। \n\nसाहस, सुकृत, सुसत्य-व्रत, राम-भरोसो एक॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"गोस्वामी जी कहते हैं कि विद्या, विनय, ज्ञान, उत्साह, पुण्य और सत्य भाषण आदि विपत्ति में साथ देने वाले गुण एक भगवान् राम के भरोसे से ही प्राप्त हो सकते हैं।",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "दंपति रस रसना दसन, परिजन बदन सुगेह। \n\nतुलसी हर हित बरन सिसु, संपति सहज सनेह॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"तुलसी कहते हैं कि रस और रसना पति-पत्नी है, दाँत कुटुंबी हैं, मुख सुंदर घर है, श्री महादेव जी के प्यारे 'र' और 'म' ये दोनों अक्षर दो मनोहर बालक हैं और सहज स्नेह ही संपत्ति हैं।",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "लोग मगन सब जोग हीं, जोग जायँ बिनु छेम। \n\nत्यों तुलसी के भावगत, राम प्रेम बिनु नेम॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"लोग सब योग में ही (अप्राप्त वस्तु के प्राप्त करने के काम में ही) लगे हैं, परंतु क्षेम (प्राप्त वस्तु की रक्षा) का उपाय किए बिना योग व्यर्थ है। इसी प्रकार तुलसीदास के विचार से श्रीरामजी के प्रेम बिना सभी नियम व्यर्थ हैं।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "आवत हिय हरषै नहीं, नैनन नहीं सनेह। \n\n‘तुलसी’ तहाँ न जाइए, कंचन बरसे मेह॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"जिस घर में जाने पर घर वाले लोग देखते ही प्रसन्न न हों और जिनकी आँखों में प्रेम न हो, उस घर में कभी न जाना चाहिए। उस घर से चाहे कितना ही लाभ क्यों न हो वहाँ कभी नहीं जाना चाहिए।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "तुलसी परिहरि हरि हरहि, पाँवर पूजहिं भूत। \n\nअंत फजीहत होहिंगे, गनिका के से पूत॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"तुलसी कहते हैं कि श्री हरि (भगवान् विष्णु) और श्री शंकर जी को छोड़कर जो पामर भूतों की पूजा करते हैं, वेश्या के पुत्रों की तरह उनकी अंत में बड़ी दुर्दशा होगी।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "राम-नाम-मनि-दीप धरु, जीह देहरी द्वार। \n\n‘तुलसी’ भीतर बाहिरौ, जौ चाहसि उजियार॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"तुलसीदास जी कहते हैं कि यदि तुम अपने हृदय के अंदर और बाहर दोनों ओर प्रकाश चाहते हो तो राम-नाम रूपी मणि के दीपक को जीभ रूपी देहली के द्वार पर धर लो। दरवाज़े की देहली पर यदि दीपक रख दिया जाए तो उससे घर के बाहर और अंदर दोनों ओर प्रकाश हो जाया करता है। इसी प्रकार जीभ मानो शरीर के अंदर और बाहर दोनों ओर की देहली है। इस जीभ रूपी देहली पर यदि राम-नाम रूपी मणि का दीपक रख दिया जाय तो हृदय के बाहर और अंदर दोनों ओर अवश्य प्रकाश हो ही जाएगा।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "हियँ निर्गुन नयनन्हि सगुन, रसना राम सुनाम। \n\nमनहुँ पुरट संपुट लसत, तुलसी ललित ललाम॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"हृदय में निर्गुण ब्रह्म का ध्यान, नेत्रों के सामने सगुण स्वरूप की सुंदर झांकी और जीभ से सुंदर राम-नाम का जप करना। तुलसी कहते हैं कि यह ऐसा है मानो सोने की सुंदर डिबिया में मनोहर रत्न सुशोभित हो।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "‘तुलसी’ जस भवितव्यता, तैसी मिलै सहाय। \n\nआपु न आवै ताहि पै, ताहि तहाँ लै जाय॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"गोस्वामी जी कहते हैं कि जैसी होनहार होती है मनुष्य को वैसी ही सहायता प्राप्त हो जाती है। होनहार स्वयं मनुष्य के पास नहीं आती प्रत्युत उसे ही स्वयं खींच कर वहाँ ले जाती है। भाव यह है कि होनहार या भाग्य के आगे किसी का कुछ वश नहीं चलता।",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "रघुपति कीरति कामिनी, क्यों कहै तुलसीदासु। \n\nसरद अकास प्रकास ससि, चार चिबुक तिल जासु॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"श्री रघुनाथ जी की कीर्तिरूपी कामिनी का तुलसीदास कैसे बखान कर सकता है? शरत्पूर्णिमा के आकाश में प्रकाशित होने वाला चंद्रमा मानो उस कीर्ति-कामिनी की ठुड्डी का तिल है।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "दुर्जन दर्पण सम सदा, करि देखौ हिय गौर। \n\nसंमुख की गति और है, विमुख भए पर और॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"दुर्जन शीशे के समान होते हैं, इस बात को ध्यान से देख लो, क्योंकि दोनों ही जब सामने होते हैं तब तो और होते हैं और जब पीछ पीछे होते हैं तब कुछ और हो जाते हैं। भाव यह है कि दुष्ट पुरुष सामने तो मनुष्य की प्रशंसा करता है और पीठ पीछे निंदा करता है, इसी प्रकार शीशा भी जब सामने होता है तो वह मनुष्य के मुख को प्रतिबिंबित करता है; पर जब वह पीठ पीछे होता है तो प्रतिबिंबित नहीं करता।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "अमिय गारि गारेउ गरल, नारी करि करतार। \n\nप्रेम बैर की जननि युग, जानहिं बुध न गँवार॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"भगवान् ने स्त्री को अमृत और प्रेम दोनों में सानकर बनाया है। स्त्री वैर और प्रेम दोनों की जननी है, इस बात को बुद्धिमान् पुरुष जानते हैं किंतु गँवार नहीं।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "घर दीन्हे घर जात है, घर छोड़े घर जाय। \n\n‘तुलसी’ घर बन बीच रहू, राम प्रेम-पुर छाय॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"यदि मनुष्य एक स्थान पर घर करके बैठ जाय तो वह वहाँ की माया-ममता में फँसकर उस प्रभु के घर से विमुख हो जाता है। इसके विपरीत यदि मनुष्य घर छोड़ देता है तो उसका घर बिगड़ जाता है, इसलिए कवि का कथन है कि भगवान् राम के प्रेम का नगर बना कर घर और बन दोनों के बीच समान रूप से रहो, पर आसक्ति किसी में न रखो।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "बिनु विश्वास भगति नहीं, तेही बिनु द्रवहिं न राम। \n\nराम-कृपा बिनु सपनेहुँ, जीव न लहि विश्राम॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"भगवान् में सच्चे विश्वास के बिना मनुष्य को भगवद्भक्ति प्राप्त नहीं हो सकती और बिना भक्ति के भगवान् कृपा नहीं कर सकते। जब तक मनुष्य पर भगवान् की कृपा नहीं होती तब तक मनुष्य स्वप्न में भी सुख-शांति नहीं पा सकता। अत: मनुष्य को भगवान् का भजन करते रहना चाहिए ताकि भगवान् के प्रसन्न हो जाने पर भक्त को सब सुख-संपत्ति अपने आप प्राप्त हो जाय।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "गंगा जमुना सुरसती, सात सिंधु भरपूर। \n\n‘तुलसी’ चातक के मते, बिन स्वाती सब धूर॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"गंगा, यमुना, सरस्वती और सातों समुद्र ये सब जल से भले ही भरे हुए हों, पर पपीहे के लिए तो स्वाति नक्षत्र के बिना ये सब धूल के समान ही हैं; क्योंकि पपीहा केवल स्वाति नक्षत्र में बरसा हुआ जल ही पीता है। भाव यह है कि सच्चे प्रेमी अपनी प्रिय वस्तु के बिना अन्य किसी वस्तु को कभी नहीं चाहता, चाहे वह वस्तु कितनी ही मूल्यवान् क्यों न हो।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "ऊँची जाति पपीहरा, पियत न नीचौ नीर। \n\nकै याचै घनश्याम सों, कै दु:ख सहै सरीर॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"पपीहा वास्तव में बड़ी ऊँची जाति का है, जो नीचे ज़मीन पर पड़ा हुआ पानी नहीं पीता। वह या तो बादल से ही पानी माँगता है या अपने शरीर पर दु:ख ही झेलता रहता है। भाव यह कि श्रेष्ठ पुरुष तुच्छ वासनाओं में कभी नहीं फँसते, वे सदा उत्कृष्ट गुणों को ही ग्रहण करते हैं।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "राम नाम अवलंब बिनु, परमारथ की आस। \n\nबरसत बारिद बूँद गहि, चाहत चढ़न अकास॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"जो राम नाम का सहारा लिए बिना ही परमार्थ और मोक्ष की आशा करता है, वह तो मानो बरसते हुए बादल की बूँदों को पकड़कर आकाश में चढ़ना चाहता है (अर्थात् जैसे वर्षा की बूँदों को पकड़कर आकाश पर चढ़ना असंभव है, वैसे ही राम नाम का जप किए बिना परमार्थ की प्राप्ति असंभव है)।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "‘तुलसी’ संत सुअंब तरु, फूलि फलहिं पर हेत। \n\nइतते ये पाहन हनत, उतते वे फल देत॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"तुलसीदास कहते हैं कि सज्जन और रसदार फलों वाले वृक्ष दूसरों के लिए फलते-फूलते हैं क्योंकि लोग तो उन वृक्षों पर या सज्जनों पर इधर से पत्थर मारते हैं पर उधर से वे उन्हें पत्थरों के बदले में फल देते हैं। भाव यह है कि सज्जनों के साथ कोई कितना ही बुरा व्यवहार क्यों न करे, पर सज्जन उनके साथ सदा भला ही व्यवहार करते हैं।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "राम नाम रति राम गति, राम नाम बिस्वास। \n\nसुमिरत सुभ मंगल कुसल, दुहुँ दिसि तुलसीदास॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"तुलसीदास कहते हैं कि जिसका राम नाम में प्रेम है, राम ही जिसकी एकमात्र गति है और राम नाम में ही जिसका विश्वास है, उसके लिए राम नाम का स्मरण करने से ही दोनों ओर (इस लोक में और परलोक में) शुभ, मंगल और कुशल है।",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "राम भरोसो राम बल, राम नाम बिस्वास। \n\nसुमिरत सुभ मंगल कुसल, मांगत तुलसीदास॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"तुलसीदास जी यही माँगते हैं कि मेरा एक मात्र राम पर ही भरोसा रहे, राम ही का बल रहे और जिसके स्मरण मात्र ही से शुभ, मंगल और कुशल की प्राप्ति होती है, उस राम नाम में ही विश्वास रहे।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "असन बसन सुत नारि सुख, पापिहुँ के घर होइ। \n\nसंत-समागम रामधन, ‘तुलसी’ दुर्लभ दोइ॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"भोजन, वस्त्र, पुत्र और स्त्री-सुख तो पापी के घर में भी हो सकते हैं; पर सज्जनों का समागम भगवान् और राम रूपी धन की प्राप्ति ये दोनों बड़े दुर्लभ हैं। भाव यह है कि जिसके बड़े भाग्य होते हैं उसे ही भगवद्भक्ति तथा सज्जन पुरुषों की संगति प्राप्त होती है।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "नाम गरीबनिवाज को, राज देत जन जानि। \n\nतुलसी मन परिहरत नहिं, धुरविनिआ की वानि॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"तुलसीदास कहते हैं कि गरीब निवाज (दीनबंधु) श्री राम का नाम ऐसा है, जो जपने वाले को भगवान का निज जन जानकर राज्य (प्रजापति का पद या मोक्ष-साम्राज्य तक) दे डालता है। परंतु यह मन ऐसा अविश्वासी और नीच है कि घूरे (कूड़े के ढेर) में पड़े दाने चुगने की ओछी आदत नहीं छोड़ता (अर्थात् गदे विषयो में ही सुख खोजता है)।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "मान रखिवौ माँगिबौ, पिय सों सहज सनेहु। \n\n‘तुलसी’ तीनों तब फबैं, जब चातक मत लेहु॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"माँगकर भी अपने मान को बचाए रखना, साथ ही प्रिय से स्वाभाविक प्रेम भी बनाए रखना—ये तीनों बातें तभी अच्छी लग सकती हैं, जब कि व्यक्ति पपीहे के समान आचरण अपने व्यवहार में लाए। पपीहा बादल से पानी की बूँदों की प्रार्थना भी करता है और अपने स्वाभिमान को भी बनाए रखता है। क्योंकि उसके हृदय में बादल के प्रति सच्चा प्रेम है, वह बादल के सिवा और किसी से कुछ नहीं माँगता। भाव यह कि सच्चा प्रेमी अपने प्रियतम से माँग कर भी अपने प्रेम और मान की रक्षा कर लेता है, पर दूसरे लोगों का माँगने से मान और प्रेम घट जाता है।\n\n",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  },
  {
    "hindi": "हरे चरहिं तापहिं बरे, फरें पसारहिं हाथ। \n\nतुलसी स्वारथ मीत सब, परमारथ रघुनाथ॥ ",
    "english":"",
    "gujarati":"",
    "meaningHindi":"वृक्ष जब हरे होते हैं, तब पशु-पक्षी उन्हें चरने लगते हैं, सूख जाने पर लोग उन्हें जलाकर तापते हैं और फलने पर फल पाने के लिए लोग हाथ पसारने लगते हैं (अर्थात् जहाँ हरा-भरा घर देखते हैं, वहाँ लोग खाने के लिए दौड़े जाते हैं, जहाँ बिगड़ी हालत होती है, वहाँ उसे और भी जलाकर सुखी होते हैं और जहाँ संपत्ति से फला-फूला देखते हैं, वहाँ हाथ पसार कर मांगने लगते हैं)। तुलसी कहते है कि इस प्रकार जगत में तो सब स्वार्थ के ही मित्र हैं। परमार्थ के मित्र तो एकमात्र श्री रघुनाथ जी ही हैं।",
    "meaningEnglish" : "",
    "meaningGujarati": ""
  }
]
