[
  {
    "hindi": "‘तुलसी’ काया खेत है, मनसा भयौ किसान। \nपाप-पुन्य दोउ बीज हैं, बुवै सो लुनै निदान॥ ",
    "english": "‘Basil’ Physique Farm Is, Mansa Bhayou Farmer.\nSin and Virtue Two Seed Are, Buwais / o Lunai Diagnosis.",
    "gujarati": "‘તુલસી’ કાયા ખેત છે, મનસા ભયો કિસાન।\nપાપ-પુણ્ય દઉ બીજ છે, બુવૈ સો લુનૈ નિદાન॥",
    "meaningHindi": "गोस्वामी जी कहते हैं कि शरीर मानो खेत है, मन मानो किसान है। जिसमें यह किसान पाप और पुण्य रूपी दो प्रकार के बीजों को बोता है। जैसे बीज बोएगा वैसे ही इसे अंत में फल काटने को मिलेंगे। भाव यह है कि यदि मनुष्य शुभ कर्म करेगा तो उसे शुभ फल मिलेंगे और यदि पाप कर्म करेगा तो उसका फल भी बुरा ही मिलेगा।",
    "meaningEnglish": "Goswami ji says that the body is like a field, and the mind is like a farmer. This farmer sows two types of seeds, sin and virtue. As one sows, so will one reap in the end. The meaning is that if a person performs good deeds, they will get good results, and if they perform bad deeds, they will get bad results.",
    "meaningGujarati": "ગોસ્વામીજી કહે છે કે શરીર ખેત સમાન છે, અને મન કિસાન સમાન છે. આ કિસાન પાપ અને પુણ્ય રૂપ બે જાતના બીજ વહે છે. જેવું બીજ વહે છે તેવું જ ફળ અંતે મળે છે. અર્થ એ છે કે જો મનુષ્ય સારા કર્મ કરશે તો તેમને સારો ફળ મળશે, અને જો પાપ કરશે તો તેનો ફળ પણ ખરાબ જ મળશે."
  },
  {
    "hindi": "राम नाम अवलंब बिनु, परमारथ की आस। \nबरषत वारिद-बूँद गहि, चाहत चढ़न अकास॥ ",
    "english": "Ram Name Support Without, Ultimate Goal's Hope.\nRaining Cloud-Drop Grasping, Wishing To Climb Sky.",
    "gujarati": "રામ નામ અવલંબ વગર, પરમાર્થ ની આશા.\nબરસત વારીદ-બૂંદ ગહી, ચાહત ચઢન આકાશ॥",
    "meaningHindi": "राम-नाम का आश्रय लिए बिना जो लोग मोक्ष की आशा करते हैं अथवा धर्म, अर्थ, काम और मोक्ष रूपी चारों परमार्थों को प्राप्त करना चाहते हैं वे मानो बरसते हुए बादलों की बूँदों को पकड़ कर आकाश में चढ़ जाना चाहते हैं। भाव यह है कि जिस प्रकार पानी की बूँदों को पकड़ कर कोई भी आकाश में नहीं चढ़ सकता वैसे ही राम नाम के बिना कोई भी परमार्थ को प्राप्त नहीं कर सकता।",
    "meaningEnglish": "Those who hope for salvation without relying on the name of Ram, or who wish to achieve the four ultimate goals of life (dharma, artha, kama, and moksha), are like those who try to ascend to the sky by holding onto raindrops. The meaning is that just as no one can climb to the sky by holding onto raindrops, similarly, no one can achieve the ultimate goals of life without the name of Ram.",
    "meaningGujarati": "જેઓ રામ નામનો આશરો લીધા વિના મોક્ષની આશા રાખે છે અથવા ધર્મ, અર્થ, કામ અને મોક્ષ રૂપે ચારેય પરમાર્થો પ્રાપ્ત કરવા માંગે છે તે એવા લોકો સમાન છે જેઓ વરસાદની બુંદોને પકડીને આકાશમાં ચઢવા ઈચ્છે છે. અર્થ એ છે કે જેમ પાણીની બુંદોને પકડીને કોઈ પણ આકાશમાં ચડી શકતું નથી તેમ રામ નામ વિના કોઈ પણ પરમાર્થને પ્રાપ્ત કરી શકતું નથી."
  },

  {
    "hindi": "‘तुलसी’ सब छल छाँड़िकै, कीजै राम-सनेह। \nअंतर पति सों है कहा, जिन देखी सब देह॥ ",
    "english":"'basil'AllCheatseparately,do itRam-love.\nDifferenceHusbandSonsIsSaid,GinsawAllBody.",
    "gujarati":"'તુલસીનો છોડ'બધાછેતરપિંડીછંદિકાઈ,કીજાઈરામ-સ્નેહ.\nતફાવતપતિપુત્રછેકહ્યું,જિનજોયુંબધાશરીર.",
    "meaningHindi":"गोस्वामी जी कहते हैं कि सब छल-कपटों को छोड़ कर भगवान् की सच्चे हृदय से भक्ति करो। उस पति से भला क्या भेदभाव है जिसने सारे शरीर को देखा हुआ है। भाव यह कि जैसे पति अपनी पत्नी के सारे शरीर के रहस्यों को जानता है वैसे ही प्रभु सारे जीवों के सब कर्मों को जानता है।\n\n",
    "meaningEnglish" : "Goswami ji says that leave all deceit and fraud and worship God with a true heart . What discrimination can there be with a husband who has seen the whole body . The meaning is that just like a husband knows the secrets of his wife 's whole body , similarly God knows all the deeds of all living beings .\n\n",
    "meaningGujarati": "ગોસ્વામીજી કહે છે કે બધા કપટ અને કપટ છોડીને સાચા હૃદયથી ભગવાનની પૂજા કરો .​​ જે પતિએ આખું શરીર જોયું છે તેનામાં શું ભેદભાવ છે .​​​ અર્થ એ છે કે જેમ પતિ તેની પત્નીના શરીરના તમામ રહસ્યો જાણે છે , તેવી જ રીતે ભગવાન તમામ જીવોની બધી ક્રિયાઓ જાણે છે .​\n\n"
  },
  {
    "hindi": "तुलसी ममता राम सों, समता सब संसार। \nराग न रोष न दोष दुख, दास भए भव पार॥ ",
    "english":"basillove of a motherRamSon,ParityAllWorld.\nanger No Fury No Shortcoming Sadness,Slave happened Bhava across\n\n",
    "gujarati":"તુલસીનો છોડમાતાનો પ્રેમરામપુત્ર,સમાનતાબધાદુનિયા.\nમેલોડીનાફ્યુરીનાખામીઉદાસી,ગુલામજોભવક્રોસ",
    "meaningHindi":"तुलसी कहते हैं कि जिनकी श्री राम में ममता और सब संसार में समता है, जिनका किसी के प्रति राग, द्वेष, दोष और दुःख का भाव नहीं है, श्री राम के ऐसे भक्त भव सागर से पार हो चुके हैं।",
    "meaningEnglish" : "Tulsi says that those who have affection for Shri Ram and equality towards the whole world , who have no feelings of attachment, hatred, fault or sadness towards anyone , such devotees of Shri Ram have crossed the ocean of existence .\n\n",
    "meaningGujarati": "તુલસી કહે છે કે શ્રી રામના જે ભક્તો સમગ્ર વિશ્વમાં શ્રી રામ પ્રત્યે પ્રેમ અને સમાનતા ધરાવે છે , જેમના મનમાં કોઈના પ્રત્યે આસક્તિ , દ્વેષ, દોષ અને દુ: ખની લાગણી નથી , તેઓ અસ્તિત્વના સાગરને પાર કરી ગયા છે .\n\n"
  },
  {
    "hindi": "तुलसी जौं पै राम सों, नाहिन सहज सनेह। \nमूंड़ मुड़ायो बादिहीं, भाँड़ भयो तजि गेह॥ ",
    "english":"basil barley Pai Ram Son,no easily Affection.\nbeard turn around Later,Fuck you done Taj House.",
    "gujarati":"તુલસીનો છોડજવપાઇરામપુત્ર,નાહીનસરળસ્નેહ.\nવડાવળાંકબદીહી,વાહિયાતભયતાજીઘઉં ",
    "meaningHindi":"तुलसी कहते हैं कि यदि श्री रामचंद्र जी से स्वाभाविक प्रेम नहीं है तो फिर वृथा ही मूंड मुंडाया, साधु हुए और घर छोडकर भाँड़ बने (वैराग्य का स्वांग भरा)।",
    "meaningEnglish" : "Tulsi says that if one does not have natural love for Shri Ramachandra Ji , then it was in vain that he shaved his head , became a saint , left his home and became a clown ( pretended to be a recluse ).",
    "meaningGujarati": "તુલસી કહે છે કે જો શ્રી રામચંદ્રજી માટે સ્વાભાવિક પ્રેમ ન હોય , તો તેણે વ્યર્થ માથું મુંડાવ્યું , સંત બન્યા અને ઘર છોડીને વેશ્યા બની ગયા ( એકાંતિક હોવાનો ઢોંગ ).\n\n"
  },
  {
    "hindi": "‘तुलसी’ साथी विपति के, विद्या, विनय, विवेक। \nसाहस, सुकृत, सुसत्य-व्रत, राम-भरोसो एक॥ ",
    "english":"'basil'friendadversityOf,Knowledge,Vinay,Discretion.\nBravery,Well done,Good truth-vow,trust meOne.",
    "gujarati":"'તુલસીનો છોડ'ભાગીદારઆફતના,જ્ઞાન,વિનય,વિવેક.\nબહાદુરી,સુકૃત,સુસત્ય-વ્રત,રામ પર વિશ્વાસ કરોએક.",
    "meaningHindi":"गोस्वामी जी कहते हैं कि विद्या, विनय, ज्ञान, उत्साह, पुण्य और सत्य भाषण आदि विपत्ति में साथ देने वाले गुण एक भगवान् राम के भरोसे से ही प्राप्त हो सकते हैं।",
    "meaningEnglish" : "Goswami Ji says that qualities like education, humility, wisdom, enthusiasm, virtue and speaking the truth which help in times of adversity can be attained only by trusting in Lord Rama .\n\n",
    "meaningGujarati": "ગોસ્વામીજી કહે છે કે શિક્ષણ , નમ્રતા , જ્ઞાન, ઉત્સાહ, સદાચાર અને સત્ય વાણી વગેરે જેવા પ્રતિકૂળ સંજોગોમાં જે ગુણો સાથ આપે છે તે ભગવાન રામમાં શ્રદ્ધા રાખીને જ પ્રાપ્ત કરી શકાય છે .\n\n"
  },
  {
    "hindi": "दंपति रस रसना दसन, परिजन बदन सुगेह। \nतुलसी हर हित बरन सिसु, संपति सहज सनेह॥ ",
    "english":"coupleJuiceoozeTen thousand,relativesbodySugeh.\nbasileveryInterestsBaranSisu,propertyeasilyAffection.",
    "gujarati":"દંપતી રસ રસના દસન,સંબંધીઓ શરીર સુગેહ.\nતુલસીનો છોડ દરેક વ્યાજબારનસિસુ,મિલકત સરળ સ્નેહ",
    "meaningHindi":"तुलसी कहते हैं कि रस और रसना पति-पत्नी है, दाँत कुटुंबी हैं, मुख सुंदर घर है, श्री महादेव जी के प्यारे 'र' और 'म' ये दोनों अक्षर दो मनोहर बालक हैं और सहज स्नेह ही संपत्ति हैं।",
    "meaningEnglish" : "Tulsi says that Rasa (juice ) and tongue are husband and wife , teeth are family members , mouth is a beautiful home , dear to Lord Mahadev , these two letters ' R' and 'M' are two lovely children and natural affection is the wealth .",
    "meaningGujarati": "તુલસી કહે છે કે રસ અને રસ પતિ -પત્ની છે , દાંત કુટુંબ છે , મુખ સુંદર ઘર છે , શ્રી મહાદેવજીના પ્રિય આ બે અક્ષર 'R' અને 'M' એ બે સુંદર સંતાનો છે અને કુદરતી સ્નેહ એ સંપત્તિ છે .\n\n"
  },
  {
    "hindi": "लोग मगन सब जोग हीं, जोग जायँ बिनु छेम। \nत्यों तुलसी के भावगत, राम प्रेम बिनु नेम॥ ",
    "english":"PeoplehappyAllJogyes,JoggoBinuChhem.\nlike thatbasilOfemotionally,RamLoveBinuName॥",
    "gujarati":"લોકો ખુશ બધા જોગહા,જોગ જાઓ બિનુચેમ.\nતે જેવીતુલસીનો છોડનાભાવનાત્મકરામપ્રેમબિનુનામ ॥",
    "meaningHindi":"लोग सब योग में ही (अप्राप्त वस्तु के प्राप्त करने के काम में ही) लगे हैं, परंतु क्षेम (प्राप्त वस्तु की रक्षा) का उपाय किए बिना योग व्यर्थ है। इसी प्रकार तुलसीदास के विचार से श्रीरामजी के प्रेम बिना सभी नियम व्यर्थ हैं।\n\n",
    "meaningEnglish" : "All people are engaged in yoga (attaining the unobtainable object ) , but yoga is useless without taking measures for kshem ( protection of the obtained object ) . Similarly , according to Tulsidas , all rules are useless without the love of Shri Ramji .\n\n",
    "meaningGujarati": "બધા લોકો યોગમાં પ્રવૃત્ત છે ( અપ્રાપ્ય વસ્તુની પ્રાપ્તિ ) પરંતુ ક્ષેમ ( પ્રાપ્ત વસ્તુની રક્ષા ) માટે પગલાં લીધા વિના , યોગ નકામો છે .​​​ તેવી જ રીતે , તુલસીદાસના મતે , શ્રી રામજીના પ્રેમ વિના , બધા નિયમો નકામા છે .\n\n"
  },
  {
    "hindi": "आवत हिय हरषै नहीं, नैनन नहीं सनेह। \n‘तुलसी’ तहाँ न जाइए, कंचन बरसे मेह॥ ",
    "english":"Awat hy always No,Nainan No Affection.\n'basil' there No Go,Kanchan rained Meh.",
    "gujarati":"રિકરિંગઅરેહર્ષાયના,નયનનનાસ્નેહ.\n'તુલસીનો છોડ'ત્યાંનાજાઓકંચનવરસાદ પડ્યોમેહ.",
    "meaningHindi":"जिस घर में जाने पर घर वाले लोग देखते ही प्रसन्न न हों और जिनकी आँखों में प्रेम न हो, उस घर में कभी न जाना चाहिए। उस घर से चाहे कितना ही लाभ क्यों न हो वहाँ कभी नहीं जाना चाहिए।\n\n",
    "meaningEnglish" : "One should never go to a house where the people there are not happy on seeing you and whose eyes do not show love . No matter how much benefit one gets from that house , one should never go there .\n\n",
    "meaningGujarati": "એવા ઘરમાં ક્યારેય ન જવું જોઈએ જ્યાં ઘરના લોકો તેમને જોઈને ખુશ ન થાય અને જેની આંખોમાં પ્રેમ ન હોય .​​​​​​ તે ઘરમાંથી ગમે તેટલો નફો થતો હોય , ત્યાં ક્યારેય ન જવું જોઈએ ."
  },
  {
    "hindi": "तुलसी परिहरि हरि हरहि, पाँवर पूजहिं भूत। \nअंत फजीहत होहिंगे, गनिका के से पूत॥ ",
    "english":"basil avoid Hari Harhi,Power worship Evil spirit.\nEnding embarrassment yes,Ganika Of From Child.",
    "gujarati":"તુલસીનો છોડ પરિહરી હરિહરહી,શક્તિ પૂજા કરીદુષ્ટ આત્મા.\nઅંત અકળામણ થશે,ગણિકા ના થી બાળક.",
    "meaningHindi":"तुलसी कहते हैं कि श्री हरि (भगवान् विष्णु) और श्री शंकर जी को छोड़कर जो पामर भूतों की पूजा करते हैं, वेश्या के पुत्रों की तरह उनकी अंत में बड़ी दुर्दशा होगी।\n\n",
    "meaningEnglish" : "Tulsi says that those who worship sinful beings other than Shri Hari ( Lord Vishnu) and Shri Shankar Ji , will ultimately meet with a miserable fate , like the sons of a prostitute .\n\n",
    "meaningGujarati": "તુલસી કહે છે કે જેઓ શ્રી હરિ ( ભગવાન વિષ્ણુ ) અને શ્રી શંકરજી સિવાય પામર ભૂતોની પૂજા કરે છે , તેઓની વેશ્યાના પુત્રોની જેમ અંતમાં ભારે દુર્દશા થશે .​​\n\n"
  },
  {
    "hindi": "राम-नाम-मनि-दीप धरु, जीह देहरी द्वार। \n‘तुलसी’ भीतर बाहिरौ, जौ चाहसि उजियार॥ ",
    "english":"ram-nam-mani-deep hold on tongue threshold Door.\n'basil' inside get out barley wants light.",
    "gujarati":"રામ-નામ-મણિ-દીપ ધ્રુ,જીભ થ્રેશોલ્ડ દરવાજો.\n'તુલસીનો છોડ'અંદરબહાર,જવ ઝંખના પ્રકાશ",
    "meaningHindi":"तुलसीदास जी कहते हैं कि यदि तुम अपने हृदय के अंदर और बाहर दोनों ओर प्रकाश चाहते हो तो राम-नाम रूपी मणि के दीपक को जीभ रूपी देहली के द्वार पर धर लो। दरवाज़े की देहली पर यदि दीपक रख दिया जाए तो उससे घर के बाहर और अंदर दोनों ओर प्रकाश हो जाया करता है। इसी प्रकार जीभ मानो शरीर के अंदर और बाहर दोनों ओर की देहली है। इस जीभ रूपी देहली पर यदि राम-नाम रूपी मणि का दीपक रख दिया जाय तो हृदय के बाहर और अंदर दोनों ओर अवश्य प्रकाश हो ही जाएगा।\n\n",
    "meaningEnglish" : "Tulsidas says that if you want light both inside and outside your heart , then place the lamp of the gem of Ram's name on the door of the threshold of the tongue . If the lamp is placed on the threshold of the door , then it illuminates both the inside and outside of the house . Similarly , the tongue is the threshold of both the inside and inside of the body . If the lamp of the gem of Ram 's name is placed on this threshold of the tongue , then there will definitely be light both inside and outside the heart .\n\n",
    "meaningGujarati": "તુલસીદાસજી કહે છે કે જો તમારે તમારા હૃદયની અંદર અને બહાર બંને જગ્યાએ પ્રકાશ જોઈએ છે , તો જીભના ઉંબરે રામનામના રૂપમાં રત્નનો દીવો કરો .​​​​​​​ જો દરવાજાના થ્રેશોલ્ડ પર દીવો મૂકવામાં આવે છે , તો તે ઘરની બહાર અને અંદર બંને જગ્યાએ પ્રકાશ પ્રદાન કરે છે . એ જ રીતે , જીભ શરીરની અંદર અને બહાર બંને બાજુએ થ્રેશોલ્ડ જેવી છે . જો આ જીભના ઉંબરે રામનામના રત્નથી બનેલો દીવો મૂકવામાં આવે તો હૃદયની બહાર અને અંદર ચોક્કસપણે પ્રકાશ આવશે ."
  },
  {
    "hindi": "हियँ निर्गुन नयनन्हि सगुन, रसना राम सुनाम। \nमनहुँ पुरट संपुट लसत, तुलसी ललित ललाम॥ ",
    "english":"Hiyaan Nirgun Nyananhi Sagun,ooze Ram reputation\nManahun Purt capsule lasat,basil Lalit Lalam.",
    "gujarati":"અરે નિર્ગુણ નાનું સગુન,રસના રામ સુનામ.\nમનહું પુરાત કેપ્સ્યુલ લસત,તુલસીનો છોડલલિતલાલમ ॥",
    "meaningHindi":"हृदय में निर्गुण ब्रह्म का ध्यान, नेत्रों के सामने सगुण स्वरूप की सुंदर झांकी और जीभ से सुंदर राम-नाम का जप करना। तुलसी कहते हैं कि यह ऐसा है मानो सोने की सुंदर डिबिया में मनोहर रत्न सुशोभित हो।\n\n",
    "meaningEnglish" : "Meditating on the Nirguna Brahma in the heart, visualizing the beautiful form of the Saguna Brahma in front of the eyes and chanting the beautiful name of Ram with the tongue . Tulsi says that this is like a beautiful gold box decorated with beautiful gems .\n\n",
    "meaningGujarati": "હૃદયમાં નિર્ગુણ બ્રહ્મનું ધ્યાન કરવું , આંખ સામે સગુણ સ્વરૂપનું સુંદર દર્શન કરવું અને જીભથી રામના સુંદર નામનો જાપ કરવો .​ તુલસી કહે છે કે જાણે એક સુંદર સોનાની પેટીમાં સુંદર રત્ન શોભતું હોય ."
  },
  {
    "hindi": "‘तुलसी’ जस भवितव्यता, तैसी मिलै सहाय। \nआपु न आवै ताहि पै, ताहि तहाँ लै जाय॥ ",
    "english":"'basil'Jas Futureness,Taisi Meet Help.\nyou No come Tahi pai,Tahi there Lai go.",
    "gujarati":"'તુલસીનો છોડ'જસ પ્રોવિડન્સ titty મળ્યુંમદદ.\napu નાઅવાઈ તાહી પાઇ,તાહી ત્યાં મૂકે છે જાઓ",
    "meaningHindi":"गोस्वामी जी कहते हैं कि जैसी होनहार होती है मनुष्य को वैसी ही सहायता प्राप्त हो जाती है। होनहार स्वयं मनुष्य के पास नहीं आती प्रत्युत उसे ही स्वयं खींच कर वहाँ ले जाती है। भाव यह है कि होनहार या भाग्य के आगे किसी का कुछ वश नहीं चलता।",
    "meaningEnglish" : "Goswami ji says that a person gets help according to his talent . Talent does not come to a person on its own but it pulls him towards it . The meaning is that no one has any control over talent or destiny .",
    "meaningGujarati": "ગોસ્વામીજી કહે છે કે વ્યક્તિને તેના વચન પ્રમાણે મદદ મળે છે​​ વચન પોતે માણસને આવતું નથી , બલ્કે પોતે જ તેને ખેંચીને ત્યાં લઈ જાય છે .​ અહેસાસ એ છે કે ભાગ્ય કે નિયતિ પર કોઈનું નિયંત્રણ નથી."
  },
  {
    "hindi": "रघुपति कीरति कामिनी, क्यों कहै तुलसीदासु। \nसरद अकास प्रकास ससि, चार चिबुक तिल जासु॥ ",
    "english":"Raghupati Kirti Kamini,Why where Tulsidasu.\nautumn Akaas exposure Sasi,Four chin mole Jasoo.",
    "gujarati":"રઘુપતિ કિરાટી કામિની,શા માટે જણાવ્યું હતું તુલસીદાસુ.\nસાર્ડ ઉર્ફેપ્રકાશ બહેન,ચાર ચિબુક છછુંદર જાસૂસ ॥",
    "meaningHindi":"श्री रघुनाथ जी की कीर्तिरूपी कामिनी का तुलसीदास कैसे बखान कर सकता है? शरत्पूर्णिमा के आकाश में प्रकाशित होने वाला चंद्रमा मानो उस कीर्ति-कामिनी की ठुड्डी का तिल है।\n\n",
    "meaningEnglish" : "How can Tulsidas describe the glory of Shri Raghunath Ji 's woman ? The moon shining in the sky on Sharad Poornima is like a mole on the chin of that woman of glory .\n\n",
    "meaningGujarati": "તુલસીદાસ શ્રી રઘુનાથજીની કામિનીની કીર્તિનું વર્ણન કેવી રીતે કરી શકે ? જાણે શરતપૂર્ણિમાના આકાશમાં ચમકતો ચંદ્ર એ કીર્તિ - કામિનીની રામરામ પરનો છછુંદર છે ."
  },
  {
    "hindi": "दुर्जन दर्पण सम सदा, करि देखौ हिय गौर। \nसंमुख की गति और है, विमुख भए पर और॥ ",
    "english":"amiyaCurseGarewGargle,WomancurryKartar.\nLoveenmityofMotherEra,knowMercuryNoIlliterate.",
    "gujarati":"અમિયાગારીગેરુગર્લસ્ત્રીકારીકરતાર.\nપ્રેમતિરસ્કારનાજનાનીયુગ,પ્રિયતમબુધનાઅસંસ્કારી.",
    "meaningHindi":"दुर्जन शीशे के समान होते हैं, इस बात को ध्यान से देख लो, क्योंकि दोनों ही जब सामने होते हैं तब तो और होते हैं और जब पीछ पीछे होते हैं तब कुछ और हो जाते हैं। भाव यह है कि दुष्ट पुरुष सामने तो मनुष्य की प्रशंसा करता है और पीठ पीछे निंदा करता है, इसी प्रकार शीशा भी जब सामने होता है तो वह मनुष्य के मुख को प्रतिबिंबित करता है; पर जब वह पीठ पीछे होता है तो प्रतिबिंबित नहीं करता।\n\n",
    "meaningEnglish" : "God has created a woman by mixing nectar and love . A woman is the mother of both hatred and love , intelligent men know this but not the uneducated .",
    "meaningGujarati": "ભગવાને સ્ત્રીને અમૃત અને પ્રેમ બંનેથી બનાવી છે​​ સ્ત્રી નફરત અને પ્રેમ બંનેની માતા છે , બુદ્ધિશાળી પુરુષો આ જાણે છે પણ અસંસ્કારીઓ નથી જાણતા ."
  },
  {
    "hindi": "अमिय गारि गारेउ गरल, नारी करि करतार। \nप्रेम बैर की जननि युग, जानहिं बुध न गँवार॥ ",
    "english":"wicked Mirror Even Always,curry see hy Pay attention.\nfacing of motion And Is,alienated happened But And.",
    "gujarati":"દુષ્ ટદર્પણ સમ હંમેશા,કરવું જુઓ અરે ધ્યાન.\nસામનો કરવો ના ગતિ અને છે,વિમુખ થયું પણ અને.",
    "meaningHindi":"भगवान् ने स्त्री को अमृत और प्रेम दोनों में सानकर बनाया है। स्त्री वैर और प्रेम दोनों की जननी है, इस बात को बुद्धिमान् पुरुष जानते हैं किंतु गँवार नहीं।\n\n",
    "meaningEnglish" : "Evil people are like mirrors , pay attention to this , because both are different when they are in front of you and become something else when they are behind you . The meaning is that an evil person praises a person in front of you and criticizes him behind his back , similarly when a mirror is in front of you , it reflects the person 's face ; but when it is behind you , it does not reflect .",
    "meaningGujarati": "દુષ્ટો અરીસા જેવા હોય છે , આને ધ્યાનથી જોજો , કારણ કે જ્યારે બંને સામે હોય છે ત્યારે એક વસ્તુ હોય છે અને જ્યારે પાછળ હોય ત્યારે બીજી વસ્તુ હોય છે .​ અર્થ એ છે કે દુષ્ટ માણસ સામે માણસની પ્રશંસા કરે છે અને તેની પીઠ પાછળ તેની ટીકા કરે છે , તેવી જ રીતે જ્યારે અરીસો સામે હોય છે , તે માણસના ચહેરાને પ્રતિબિંબિત કરે છે ; પરંતુ જ્યારે તે તેની પીઠ પાછળ હોય છે ત્યારે તે પ્રતિબિંબિત થતો નથી .\n\n"
  },
  {
    "hindi": "घर दीन्हे घर जात है, घर छोड़े घर जाय। \n‘तुलसी’ घर बन बीच रहू, राम प्रेम-पुर छाय॥ ",
    "english":"Home Dinhe Home caste Is,Home leave Home go.\n'basil'Home become between Stay,Ram prem-pur shadow",
    "gujarati":"ઘર દીન્હે ઘર જાતિ છે, ઘર તેને છોડી ઘર જાઓ.\n'તુલસીનો છોડ'ઘર banavu વચ્ચે રહો રામ પ્રેમ-પુરપડછાયો",
    "meaningHindi":"यदि मनुष्य एक स्थान पर घर करके बैठ जाय तो वह वहाँ की माया-ममता में फँसकर उस प्रभु के घर से विमुख हो जाता है। इसके विपरीत यदि मनुष्य घर छोड़ देता है तो उसका घर बिगड़ जाता है, इसलिए कवि का कथन है कि भगवान् राम के प्रेम का नगर बना कर घर और बन दोनों के बीच समान रूप से रहो, पर आसक्ति किसी में न रखो।\n\n",
    "meaningEnglish" : "If a man settles down in one place , he gets entangled in the illusions and attachments of that place and turns away from the house of God . On the contrary, if a man leaves his house , his house gets ruined . Therefore, the poet says that after making a city of love for Lord Ram , live equally in both the house and the forest , but do not have attachment to either .",
    "meaningGujarati": "જો કોઈ વ્યક્તિ એક જગ્યાએ સ્થાયી થાય છે , તો તે સ્થાનના મોહ અને સ્નેહમાં ફસાઈ જાય છે અને ભગવાનના ઘરથી વિમુખ થઈ જાય છે . ઊલટું જો કોઈ વ્યક્તિ પોતાનું ઘર છોડે તો તેનું ઘર બગડી જાય છે , તેથી કવિ કહે છે કે ભગવાન રામ માટે પ્રેમની નગરી બનાવીને ઘર અને ઘરની વચ્ચે સમાન રીતે જીવો , પરંતુ કોઈની સાથે આસક્ત ન રહો ."
  },
  {
    "hindi": "बिनु विश्वास भगति नहीं, तेही बिनु द्रवहिं न राम। \nराम-कृपा बिनु सपनेहुँ, जीव न लहि विश्राम॥ ",
    "english":"Binu faith devotion No, too Binu liquid No Ram.\nRam-kripa Binu dreams, life No right Rest.",
    "gujarati":"બિનુ વિશ્વાસ ભક્તિના, પણ બિનુ પ્રવાહીના રામ.\nરામ-કૃપા, બિનુ હું એક સ્વપ્નદ્રષ્ટા છું, જીવનના અધિકાર આરામ કરો.",
    "meaningHindi":"भगवान् में सच्चे विश्वास के बिना मनुष्य को भगवद्भक्ति प्राप्त नहीं हो सकती और बिना भक्ति के भगवान् कृपा नहीं कर सकते। जब तक मनुष्य पर भगवान् की कृपा नहीं होती तब तक मनुष्य स्वप्न में भी सुख-शांति नहीं पा सकता। अत: मनुष्य को भगवान् का भजन करते रहना चाहिए ताकि भगवान् के प्रसन्न हो जाने पर भक्त को सब सुख-संपत्ति अपने आप प्राप्त हो जाय।\n\n",
    "meaningEnglish" : "Without true faith in God , man cannot attain devotion to God and without devotion , God cannot bless . Until God blesses man , he cannot find peace and happiness even in his dreams . Therefore , man should keep on worshipping God so that when God is pleased , the devotee automatically receives all the happiness and wealth .",
    "meaningGujarati": "ભગવાનમાં સાચી શ્રદ્ધા વિના , માણસ ભગવાનની ભક્તિ પ્રાપ્ત કરી શકતો નથી અને ભક્તિ વિના ભગવાન તેમના આશીર્વાદ આપી શકતા નથી . જ્યાં સુધી કોઈ માણસને ભગવાનનો આશીર્વાદ ન મળે ત્યાં સુધી તે સપનામાં પણ સુખ અને શાંતિ મેળવી શકતો નથી . તેથી , વ્યક્તિએ ભગવાનની પૂજા કરતા રહેવું જોઈએ જેથી જ્યારે ભગવાન પ્રસન્ન થાય , ત્યારે ભક્તને આપોઆપ તમામ સુખ અને સંપત્તિ મળી જાય ."
  },
  {
    "hindi": "गंगा जमुना सुरसती, सात सिंधु भरपूर। \n‘तुलसी’ चातक के मते, बिन स्वाती सब धूर॥ ",
    "english":"\nHere's the text with proper spacing:\nGanges Jamuna Sursati, Seven Indus a lot\n\n'basil' Chatak Of opinions, without Swati All the smoke",
    "gujarati":"રામ નામ દત્ત કબિનુ, પરમાર્થના આશા.\nવરસાદ બારી દડ ડ્રોપ ઊંડાઈ, ચ્છતા ઉપર ચઢો આકાસ ॥",
    "meaningHindi":"गंगा, यमुना, सरस्वती और सातों समुद्र ये सब जल से भले ही भरे हुए हों, पर पपीहे के लिए तो स्वाति नक्षत्र के बिना ये सब धूल के समान ही हैं; क्योंकि पपीहा केवल स्वाति नक्षत्र में बरसा हुआ जल ही पीता है। भाव यह है कि सच्चे प्रेमी अपनी प्रिय वस्तु के बिना अन्य किसी वस्तु को कभी नहीं चाहता, चाहे वह वस्तु कितनी ही मूल्यवान् क्यों न हो।\n\n",
    "meaningEnglish" : "Ganga , Yamuna , Saraswati and the seven seas may be full of water , but for the cuckoo they are all like dust without the Swati constellation ; because the cuckoo drinks only the water that rains during the Swati constellation . The meaning is that a true lover never wants anything other than his beloved object , no matter how valuable that object is .",
    "meaningGujarati": "રામના નામનો આશરો લીધા વિના જે દાન અને મોક્ષની આશા રાખે છે , તે જાણે વાદળના વરસાદના ટીપાઓને પકડીને આકાશમાં ચઢવા માંગે છે ( એટલે ​​કે જેમ તેને પકડીને આકાશમાં ચઢવું અશક્ય છે .​​​ વરસાદના ટીપાં પર , એ જ રીતે રામનું નામ છે, જાપ કર્યા વિના મોક્ષ મેળવવો અશક્ય છે ) ."
  },
  {
    "hindi": "ऊँची जाति पपीहरा, पियत न नीचौ नीर। \nकै याचै घनश्याम सों, कै दु:ख सहै सरीर॥ ",
    "english":"High Caste Papaya, Drink No Nichou Water.\nCai That's it Ghanshyam Son, Cai Sadness right Body.",
    "gujarati":"ગંગાજમુના સુરસતી, સાતસિંધુ ઘણું\n'તુલસીનો છોડ' ચાતકના અભિપ્રાયો, ડબ્બા સ્વાતિ બધા ધુમાડો",
    "meaningHindi":"पपीहा वास्तव में बड़ी ऊँची जाति का है, जो नीचे ज़मीन पर पड़ा हुआ पानी नहीं पीता। वह या तो बादल से ही पानी माँगता है या अपने शरीर पर दु:ख ही झेलता रहता है। भाव यह कि श्रेष्ठ पुरुष तुच्छ वासनाओं में कभी नहीं फँसते, वे सदा उत्कृष्ट गुणों को ही ग्रहण करते हैं।\n\n",
    "meaningEnglish" : "The cuckoo is actually of a very high caste , it does not drink water lying on the ground . It either asks for water from the clouds or keeps bearing pain on its own body . The meaning is that great men never get trapped in petty desires , they always adopt excellent qualities .\n\n",
    "meaningGujarati": "ગંગા , યમુના , સરસ્વતી અને સાતેય મહાસાગરો ભલે પાણીથી ભરેલા હોય , પણ સ્વાતિ નક્ષત્ર વિનાના પપિહા માટે એ બધા ધૂળ સમાન છે ; કારણ કે પપીહા માત્ર સ્વાતિ નક્ષત્રમાં વરસાદનું પાણી પીવે છે​ મતલબ એ છે કે સાચો પ્રેમી ક્યારેય તેના પ્રિયજન સિવાય બીજું કશું ઈચ્છતો નથી , પછી ભલે તે વસ્તુ ગમે તેટલી કિંમતી હોય .\n\n"
  },
  {
    "hindi": "राम नाम अवलंब बिनु, परमारथ की आस। \nबरसत बारिद बूँद गहि, चाहत चढ़न अकास॥ ",
    "english":"Ram Name adoption Binu, Paramartha of Hope.\nRaining Barid drop deep, Wanting climb Sky.",
    "gujarati":"ઉચ્ચજાતિ પાપી હારા, પીવો નાની ચનીર.\nકાઈબસ આ જઘન શ્યામ પુત્ર, કાઈ ઉદાસી અધિકાર શરીર.",
    "meaningHindi":"जो राम नाम का सहारा लिए बिना ही परमार्थ और मोक्ष की आशा करता है, वह तो मानो बरसते हुए बादल की बूँदों को पकड़कर आकाश में चढ़ना चाहता है (अर्थात् जैसे वर्षा की बूँदों को पकड़कर आकाश पर चढ़ना असंभव है, वैसे ही राम नाम का जप किए बिना परमार्थ की प्राप्ति असंभव है)।\n\n",
    "meaningEnglish" : "He who hopes for salvation and liberation without taking the support of Ram's name , is like trying to climb the sky by holding on to the raindrops of the clouds ( i.e. just like it is impossible to climb the sky by holding on to the raindrops , similarly it is impossible to attain salvation without chanting Ram 's name ) .\n\n",
    "meaningGujarati": "પપીહા વાસ્તવમાં ખૂબ જ ઉચ્ચ જાતિનો છે , જે જમીન પર પડેલું પાણી પીતી નથી .​ તે કાં તો વાદળો પાસેથી પાણી માંગે છે અથવા તેના શરીર પર સતત પીડા સહન કરે છે . અર્થ એ છે કે મહાપુરુષો ક્યારેય પાયાની ઈચ્છાઓમાં ફસાતા નથી , તેઓ હંમેશા ઉત્તમ ગુણો અપનાવે છે"
  },
  {
    "hindi": "‘तुलसी’ संत सुअंब तरु, फूलि फलहिं पर हेत। \nइतते ये पाहन हनत, उतते वे फल देत॥ ",
    "english":"'basil' Saint Suamb Tree, Flowers As a result But Hate.\nItte These Pahan Hanat, above They Fruit giving.",
    "gujarati":"'તુલસીનો છોડ' સંત સુઆમ્બ વૃક્ષ ફૂલો પરિણામ, સ્વરૂપ પણ હેટ.\nઘણા આકપડાં હનાત, ઉપર તે ઓફળ આપવું",
    "meaningHindi":"तुलसीदास कहते हैं कि सज्जन और रसदार फलों वाले वृक्ष दूसरों के लिए फलते-फूलते हैं क्योंकि लोग तो उन वृक्षों पर या सज्जनों पर इधर से पत्थर मारते हैं पर उधर से वे उन्हें पत्थरों के बदले में फल देते हैं। भाव यह है कि सज्जनों के साथ कोई कितना ही बुरा व्यवहार क्यों न करे, पर सज्जन उनके साथ सदा भला ही व्यवहार करते हैं।\n\n",
    "meaningEnglish" : "Tulsidas says that gentlemen and trees with juicy fruits flourish for others because people throw stones at those trees or gentlemen from one side but they give them fruits in return of stones from the other side . The meaning is that no matter how badly someone treats gentlemen , but gentlemen always behave well with them .",
    "meaningGujarati": "તુલસીદાસ કહે છે કે ઉમદા અને રસદાર ફળો ધરાવતા વૃક્ષો અન્ય લોકો માટે ખીલે છે કારણ કે લોકો એક બાજુથી તે વૃક્ષો અથવા ઉમદા લોકો પર પથ્થર ફેંકે છે પરંતુ બીજી બાજુથી તેઓ તેમને પથ્થરોના બદલામાં ફળ આપે છે . લાગણી એ છે કે કોઈ સજ્જન લોકો સાથે ગમે તેટલું ખરાબ વર્તન કરે , સજ્જનો હંમેશા તેમની સાથે સારો વ્યવહાર કરે છે .\n\n"
  },
  {
    "hindi": "राम नाम रति राम गति, राम नाम बिस्वास। \nसुमिरत सुभ मंगल कुसल, दुहुँ दिसि तुलसीदास॥ ",
    "english":"Ram Name Rati Ram motion, Ram Name Biswas\nSumira happy Fortunate Kusal, Duhon Disi Tulsidas.",
    "gujarati":"રામ નામ રતિ રામ ગતિ રામ નામ બિસ્વાસ\nસુમિત્રા ખુશ ભાગ્ય શાળી કુસલ, દુહો ન દેશી તુલસી દાસ ॥",
    "meaningHindi":"तुलसीदास कहते हैं कि जिसका राम नाम में प्रेम है, राम ही जिसकी एकमात्र गति है और राम नाम में ही जिसका विश्वास है, उसके लिए राम नाम का स्मरण करने से ही दोनों ओर (इस लोक में और परलोक में) शुभ, मंगल और कुशल है।",
    "meaningEnglish" : "Tulsidas says that for one who loves the name of Rama , for whom Rama is the only salvation and who believes in the name of Rama , for him just by remembering the name of Rama , there is good fortune and prosperity on both sides ( in this world and the next ) .\n\n",
    "meaningGujarati": "તુલસીદાસ કહે છે કે જેને રામના નામમાં પ્રેમ છે , જેની એક માત્ર ચળવળ રામ છે અને જેને રામના નામમાં શ્રદ્ધા છે , તેના માટે રામના નામનું સ્મરણ કરવાથી બંનેમાં કલ્યાણ , મંગલ અને સમૃદ્ધિ થશે . આ વિશ્વમાં અને આગામી વિશ્વમાં ) ."
  },
  {
    "hindi": "राम भरोसो राम बल, राम नाम बिस्वास। \nसुमिरत सुभ मंगल कुसल, मांगत तुलसीदास॥ ",
    "english":"Ram trust me Ram Force, Ram Name Biswas\nSumira happy Fortunate Kusal, demanding Tulsidas.",
    "gujarati":"હોવું બાસન ઊંઘએક સ્ત્રી સુખ, પાપીના ઘર હા.\nસંત સભારામધન, 'તુલસીનો છોડ' દુર્લભ બે.",
    "meaningHindi":"तुलसीदास जी यही माँगते हैं कि मेरा एक मात्र राम पर ही भरोसा रहे, राम ही का बल रहे और जिसके स्मरण मात्र ही से शुभ, मंगल और कुशल की प्राप्ति होती है, उस राम नाम में ही विश्वास रहे।\n\n",
    "meaningEnglish" : "Tulsidas ji only asks that I should have faith in only Ram , I should have strength only in Ram and I should have belief only in that name of Ram whose mere remembrance brings good fortune and well - being .\n\n",
    "meaningGujarati": "અન્ન , વસ્ત્ર, પુત્ર અને સ્ત્રી સુખ પાપીના ઘરમાં પણ મળી શકે છે ; પરંતુ સજ્જનોનો મેળાવડો અને ભગવાન રામના રૂપમાં ધનની પ્રાપ્તિ બંને બહુ દુર્લભ છે . અર્થ એ છે કે જે મહાન ભાગ્ય ધરાવે છે તેને જ ભગવાનની ભક્તિ અને સત્પુરુષોનો સંગ મળે છે ."
  },
  {
    "hindi": "असन बसन सुत नारि सुख, पापिहुँ के घर होइ। \nसंत-समागम रामधन, ‘तुलसी’ दुर्लभ दोइ॥ ",
    "english":"be Basan ya woman Happiness, sinner Of Home yes.\nCongregation of Saints Ramdhan, 'basil' Rare two.",
    "gujarati":"રામ વિશ્વાસ રામ બળ, રામ નામ બિસ્વાસ\nસુમિત્રા ખુશ ભાગ્ય શાળી કુસલ, માગણી તુલસીદાસ ॥",
    "meaningHindi":"भोजन, वस्त्र, पुत्र और स्त्री-सुख तो पापी के घर में भी हो सकते हैं; पर सज्जनों का समागम भगवान् और राम रूपी धन की प्राप्ति ये दोनों बड़े दुर्लभ हैं। भाव यह है कि जिसके बड़े भाग्य होते हैं उसे ही भगवद्भक्ति तथा सज्जन पुरुषों की संगति प्राप्त होती है।\n\n",
    "meaningEnglish" : "Food, clothes, children and the happiness of a wife can be found even in a sinner 's house ; but the company of gentlemen and the attainment of wealth in the form of God and Rama are both very rare . The meaning is that only those who are very fortunate get the devotion of God and the company of gentlemen .\n\n",
    "meaningGujarati": "તુલસીદાસજી માત્ર એટલું જ પૂછે છે કે મારે ફક્ત રામમાં જ શ્રદ્ધા રાખવી જોઈએ , રામ જ મારી શક્તિ હોવી જોઈએ અને મારે ફક્ત રામના નામમાં જ શ્રદ્ધા રાખવી જોઈએ જેમના માત્ર સ્મરણથી જ સારું , શુભ અને સમૃદ્ધિ મળે છે ."
  },
  {
    "hindi": "नाम गरीबनिवाज को, राज देत जन जानि। \nतुलसी मन परिहरत नहिं, धुरविनिआ की वानि॥ ",
    "english":"Name Garib ni waz To, Rule giving people know.\nbasil Mind pariharta No, Dhurvinia of Vani.",
    "gujarati":"મૂલ્ય ચાલો રાખીએ માંગી બોઉ, પીવું પુત્ર સરળતા થી હું પ્રેમાળ છું.\n'તુલસીનો છોડ' ત્રણે યપછી ફેબિયન, ક્યારે ચાતક નથી લેહુ.",
    "meaningHindi":"तुलसीदास कहते हैं कि गरीब निवाज (दीनबंधु) श्री राम का नाम ऐसा है, जो जपने वाले को भगवान का निज जन जानकर राज्य (प्रजापति का पद या मोक्ष-साम्राज्य तक) दे डालता है। परंतु यह मन ऐसा अविश्वासी और नीच है कि घूरे (कूड़े के ढेर) में पड़े दाने चुगने की ओछी आदत नहीं छोड़ता (अर्थात् गदे विषयो में ही सुख खोजता है)।\n\n",
    "meaningEnglish" : "Tulsidas says that the name of Garib Niwaj (friend of the poor) Shri Ram is such that it gives the kingdom ( the position of Prajapati or even the kingdom of salvation ) to the one who chants it by considering him as God 's own devotee . But this mind is so distrustful and mean that it does not give up the lowly habit of eating grains lying in the garbage heap (i.e. it seeks happiness only in worthless things ).\n\n",
    "meaningGujarati": "પૂછ્યા પછી પણ પોતાનું સન્માન જાળવવું , તેમજ પ્રિયજન માટે સ્વાભાવિક પ્રેમ જાળવવો - આ ત્રણેય બાબતો ત્યારે જ ગમી શકે જ્યારે વ્યક્તિ ગલુડિયા જેવું વર્તન કરે .​​​​​​ પપીહા વાદળોમાંથી પાણીના ટીપાં માટે પ્રાર્થના પણ કરે છે અને પોતાનું આત્મ - સન્માન પણ જાળવી રાખે છે કારણ કે તેના હૃદયમાં બાદલ માટે સાચો પ્રેમ છે , તે બાદલ સિવાય કોઈની પાસે કંઈ માંગતો નથી .​ અનુભૂતિ એ છે કે સાચો પ્રેમી તેના પ્રેમી પાસેથી માંગણી કરીને પણ તેના પ્રેમ અને સન્માનની રક્ષા કરે છે , પરંતુ અન્ય લોકો પાસેથી માંગ કરવાથી માન અને પ્રેમમાં ઘટાડો થાય છે .\n\n"
  },
  {
    "hindi": "मान रखिवौ माँगिबौ, पिय सों सहज सनेहु। \n‘तुलसी’ तीनों तब फबैं, जब चातक मत लेहु॥ ",
    "english":"Value let's keep Mangi bou, Drink Sonseasily Snehu.\n'basil' All three Then Fabian, When Chatak don't Take it.",
    "gujarati":"હરે ચરાહિન ગરમીસારું, ફેરેન ફેલાવો હાથ.\nતુલસીનો છોડ સ્વાર્થ મળો બધા, પરમારથ રઘુનાથ ॥",
    "meaningHindi":"माँगकर भी अपने मान को बचाए रखना, साथ ही प्रिय से स्वाभाविक प्रेम भी बनाए रखना—ये तीनों बातें तभी अच्छी लग सकती हैं, जब कि व्यक्ति पपीहे के समान आचरण अपने व्यवहार में लाए। पपीहा बादल से पानी की बूँदों की प्रार्थना भी करता है और अपने स्वाभिमान को भी बनाए रखता है। क्योंकि उसके हृदय में बादल के प्रति सच्चा प्रेम है, वह बादल के सिवा और किसी से कुछ नहीं माँगता। भाव यह कि सच्चा प्रेमी अपने प्रियतम से माँग कर भी अपने प्रेम और मान की रक्षा कर लेता है, पर दूसरे लोगों का माँगने से मान और प्रेम घट जाता है।\n\n",
    "meaningEnglish" : "To preserve one 's self - respect even after asking for it , and at the same time to maintain natural love for the beloved - these three things can be liked only when the person behaves like the cuckoo . The cuckoo prays for drops of water from the clouds and also maintains its self-respect . Because it has true love for the clouds in its heart , it does not ask for anything from anyone except the clouds . The meaning is that a true lover preserves his love and self - respect even after asking from his beloved , but respect and love decreases when asked from others .\n\n",
    "meaningGujarati": "જ્યારે વૃક્ષો લીલાં હોય છે , ત્યારે પ્રાણીઓ અને પક્ષીઓ તેમના પર ચરવા લાગે છે , જ્યારે તેઓ સુકાઈ જાય છે , ત્યારે લોકો તેમને હૂંફ માટે બાળી નાખે છે અને જ્યારે તેઓ ફળ આપે છે , ત્યારે લોકો ફળો લેવા માટે પહોંચવા લાગે છે ( એટલે ​​કે જ્યાં પણ તેઓ ગ્રીન હાઉસ જુએ છે ત્યાં લોકો ) તે ખાવા માટે ત્યાં જાય છે ) તેઓ ભાગી જાય છે , જ્યાં સ્થિતિ ખરાબ હોય છે , તેઓ તેને ખરાબ કરીને ખુશ થઈ જાય છે અને જ્યાં તેઓને સંપત્તિમાં સમૃદ્ધિ દેખાય છે ત્યાં તેઓ ખુલ્લા હાથે ભીખ માંગવા લાગે છે . તુલસી કહે છે કે આ દુનિયામાં દરેક વ્યક્તિ સ્વાર્થનો મિત્ર છે​​ પરમાર્થના એકમાત્ર મિત્ર શ્રી રઘુનાથજી છે .​​​\n\n"
  },
  {
    "hindi": "हरे चरहिं तापहिं बरे, फरें पसारहिं हाथ। \nतुलसी स्वारथ मीत सब, परमारथ रघुनाथ॥ ",
    "english":"Hare Charahin The heat well, Faren pass Hand.\nbasil selfishness Meet All, Paramartha Raghunath.",
    "gujarati":"નામ ગરીબ નિવાઝ પ્રતિ, નિયમ આપવું લોકો જાણી.\nતુલસીનો છોડ મન પરિહરતના, ધુર્વીનિયાના વાણી ॥",
    "meaningHindi":"वृक्ष जब हरे होते हैं, तब पशु-पक्षी उन्हें चरने लगते हैं, सूख जाने पर लोग उन्हें जलाकर तापते हैं और फलने पर फल पाने के लिए लोग हाथ पसारने लगते हैं (अर्थात् जहाँ हरा-भरा घर देखते हैं, वहाँ लोग खाने के लिए दौड़े जाते हैं, जहाँ बिगड़ी हालत होती है, वहाँ उसे और भी जलाकर सुखी होते हैं और जहाँ संपत्ति से फला-फूला देखते हैं, वहाँ हाथ पसार कर मांगने लगते हैं)। तुलसी कहते है कि इस प्रकार जगत में तो सब स्वार्थ के ही मित्र हैं। परमार्थ के मित्र तो एकमात्र श्री रघुनाथ जी ही हैं।",
    "meaningEnglish" : "When the trees are green , then animals and birds start grazing them , when they dry up , people burn them for warmth and when they bear fruits , people start begging for them (meaning wherever they see a green house , people rush there to eat , wherever the condition is bad , they burn it even more and become happy and wherever they see a house flourishing with wealth , they start begging by begging ). Tulsi says that in this way , everyone in the world is a friend of selfishness . The only friend of philanthropy is Shri Raghunath Ji .\n\n",
    "meaningGujarati": "તુલસીદાસ કહે છે કે ગરીબ નિવાઝ ( દીનબંધુ ) શ્રી રામનું નામ એવું છે કે જે તેને ભગવાનની પોતાની વ્યક્તિ માનીને તેનો જાપ કરે છે તેને રાજ્ય ( પ્રજાપતિ પદ અથવા તો મોક્ષ-સામ્રાજ્ય ) આપે છે . પણ આ મન એટલું અવિશ્વાસી અને નીચ છે કે તે કચરાના ઢગલામાં પડેલા અનાજને ચૂંટવાની ખરાબ ટેવ છોડતું નથી ( એટલે ​​કે તે ગંદી વસ્તુઓમાં જ સુખ શોધે છે ) .\n\n"
  }
]
